Repository: MohamadKattan/driver
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# logIn
source: LogIn to Garanti driver taxi
ar: Garanti driver taxi تسجيل في تطبيق
tr: Garanti driver taxi giriş yapın

# enteryournumber
source: Enter your email & passWord to be able to log in or create a new account
ar: أضف الإيميل من اجل تمكن من اكمال التسجيل
tr: Kaydı tamamlayabilmek için e-posta ekleyin

# email
source: Enter your email & passWord
ar: أضف ايميل و كلمة المرور
tr: Bir e-posta ve Şifre ekleyin

# country
source: Pick your country
ar: اختر دولتك
tr: Ülkenizi seçin

source: Phone number
ar: رقم جوال
tr: telefon numarası

# email1
source: Email
ar: البريد الإلكتروني
tr: E-posta

source: Verification
ar: المصادقة
tr: doğrulama

# phoneempty
source: phone number can not be empty
ar: رقم الجوال مطلوب
tr: Cep telefonu numarası gerekli

# emailempty
source: Email address is required
ar: عنوان البريد الإلكتروني مطلوب
tr: E-posta adresi gerekli

# checkemail
source: check your email address info @
ar: @ تحقق من معلومات عنوان بريدك الإلكتروني
tr: e-posta adresi bilgilerinizi kontrol edin @

# checkcom
source: check your email address info .com
ar: تحقق من عنوان بريدك الإلكتروني .com
tr: e-posta adresinizi kontrol edin info .com

source: SignUp
ar: التسجيل
tr: Üye olmak

# booking
source: My Booking
ar: الرحلات المكتملة
tr: tamamlanmış geziler

# wrong
source: Some thing went wrong
ar: هناك خطأ حاول مره اخرا
tr: Bir hata var, tekrar deneyin

source: TO
ar: الى
tr: e

# historyempty
source: History is empty
ar: سجل الرحلات فارغ
tr: Henüz bir yolculuk yapmadiniz

# card16
source: Card number 16 number
ar: رقم البطاقة 16 رقم
tr: Kart numarası 16 Hana

# mexpiry
source: Card Expiry month
ar: انتهاء الصلاحية على بطاقتك بالشهر
tr: Kartınız Son Kullanma ay

# yexpiry
source: Card Expiry year
ar: سنة انتهاء البطاقة
tr: Kartın Son Kullanma Yıl

source: Pay
ar: الدفع
tr: Ödemek

source: Cancel
ar: إلغاء
tr: Iptal

# checking
source: We are checking your information
ar: نحن نتحقق من معلوماتك
tr: Bilgileri kontrol ediyoruz

# appreciate
source: we appreciate your waiting
ar: نحن نقدر انتظارك
tr: beklediğiniz için teşekkür ederiz

# sendnot
source: We will send to you a Notification
ar: سوف نرسل لك إشعارًا
tr: Size bir Bildirim göndereceğiz

source: More Info!
ar: مزيد من المعلومات!
tr: Daha fazla bilgi!

source: Click
ar: اضعط هنا
tr: buraya tıklayın

source: Contact us
ar: اتصل بنا
tr: Bize Ulaşın

# anyquestion
source: For any info or any question connect us
ar: لأية معلومات أو أي سؤال تواصل معنا
tr: Herhangi bir bilgi veya herhangi bir soru için bize ulaşin

source: Or
ar: أو
tr: Veya

source: Driver Info
ar: معلومات السائق
tr: Sürücü Bilgileri

source: Your Name
ar: الإسم
tr: Adınız

source: Last Name
ar: الكنية
tr: Soyadı

# idNumber
source: Car plate
ar: لوحة السيارة
tr: Araç plakası

source: Car Details
ar: تفاصيل السيارة
tr: Araba Detayları

source: Car Brand
ar: ماركة السيارة
tr: Araba markası

source: Car Model
ar: طراز السيارة
tr: Araba model yılı

source: Car Color
ar: لون السيارة
tr: Araba Rengi

source: Next
ar: التالي
tr: Sonraki

# nameDriver
source: driver name is required
ar: اسم السائق مطلوب
tr: sürücü adı gerekli

# lastDriver
source: last name driver is required
ar: الكنية مطلوبة
tr: soyadı gerekli

# idCarRequired
source: Id Card number is required
ar: رقم بطاقة الهوية مطلوب
tr: Kimlik Kartı numarası gerekli

# brandRequired
source: Car brand is required
ar: مطلوب ماركة السيارة
tr: Araba markası gerekli

# modelRequired
source: Car model is required
ar: طراز السيارة مطلوب
tr: Araba model yılı

# colorRequired
source: Car color is required
ar: لون السيارة مطلوب
tr: Araba rengi gerekli

# classRequired
source: car class is required
ar: فئة السيارة مطلوبة
tr: araba koltuk sayısı gerekli

source: My earning
ar: أرباحي
tr: benim kazancım

# totalEarning
source: Your Total earning
ar: إجمالي أرباحك
tr: Toplam kazancınız

# planFinished
source: Your plan already finished
ar: الإشتراك الشهري انتهى
tr: Aylık abonelik sona erdi

source: Charge now
ar: جدد الإشتراك
tr: Aboneliğinizi yenileyin

source: To Payment
ar: الى الدفع
tr: Ödeme

# notNow
source: Not now exit
ar: ليس الآن
tr: Şimdi değil

source: km:
ar: : كم

source: Time :
ar: : الوقت
tr: Zaman :

source: Fare :
ar: الأجرة
tr: Ücret

source: Rider name :
ar: اسم الراكب
tr: yolcu adı:

source: From :
ar: من :
tr: Biniş :

# too
source: To :
ar: الى :
tr: varış :

source: To trip
ar: مسار الرحلة
tr: yolculuk

# rider
source: To Rider
ar: اذهب الى الراكب
tr: Yolcuya git

source: Payment screen
ar: شاشة الدفع
tr: Ödeme ekranı

# planChoose
source: We have for you 3 plan choose as you like
ar: لدينا 3 خطط من أجلك اختر ما تريد
tr: Sizin için 3 planımız var, istediğiniz gibi seçin

source: Plan 1
ar: الباقة 1
tr: paket 1

# working30day
source: This plan working for 30 day
ar: تعمل هذه الباقة لمدة 30 يومًا
tr: 30 Günlük paket

source: Cost :
ar: : السعر
tr: fiyat :

source: Plan 2
ar: 2 الباقة
tr: paket 2

# working90day
source: This plan working for 90 day
ar: تعمل هذه الباقة لمدة 90 يومًا
tr: 90 Günlük paket

source: Plan 3
ar: 3 الباقة
tr: paket 3

# working180day
source: This plan working for 180 day
ar: تعمل هذه الباقة لمدة 180 يومًا
tr: 180 Günlük paket

# update
source: Update profile
ar: تحديث معلوماتي
tr: Profili Güncelle

source: My rating
ar: تقيمي
tr: Puanım

# noRating
source: No rating yet...
ar: لا يوجد تقييم حتى الآن
tr: Henüz derecelendirme yok...

# noNet
source: No Internet!!
ar: لايوجد انترنت!!
tr: İnternet yok!!

# checkNet
source: Check your internet net work!!
ar: تحقق من شبكة الإنترنت الخاصة بك !!
tr: İnternet ağınızı kontrol edin!!

# successful
source: Payment completed successfully
ar: تمت عملية الدفع بنجاح
tr: Ödeme başarıyla tamamlandı

# notSuccessfully
source: Payment not completed successfully
ar: الدفع لم يكتمل بنجاح
tr: Ödeme tamamlanmadı

# anotherCard
source: Try again and check your card info
ar: حاول مرة أخرى وتحقق من معلومات بطاقتك
tr: Tekrar deneyin ve kart bilgilerinizi kontrol edin

source: Error
ar: خطأ
tr: Hata

source: Welcome
ar: أهلا بك
tr: Hoş geldin

# callRider
source: Call your rider
ar: اتصل على الزبون
tr: müşteriyi ara

source: Normal call :
ar: : مكالمة عادية
tr: Normal arama:

# uss
source: Call us
ar: اتصل بنا
tr: bizi arayın

# amountTrip
source: Total amount this trip
ar: إجمالي الأجرة لهذه الرحلة
tr: Bu seyahatin toplam ücreti

source: Payment method :
ar: : طريقة الدفع
tr: Ödeme şekli :

source: ok
ar: موافق
tr: Kabul et

# approveImages
source: Pick some images to approve your details
ar: اختر بعض الصور للموافقة على التفاصيل الخاصة بك
tr: istenen resimleri seçin

source: Personnel image
ar: الصورة الشخصية
tr: şahsi Fotoğraf

source: Driver license
ar: رخصة السائق
tr: Ehliyet

source: Car license
ar: رخصة السيارة
tr: Araba ruhsatı

source: Car image
ar: صورة أمامية للسيارة
tr: Arabanın önden çekilmiş resmi

# imageDrequired
source: Driver Image is required
ar: مطلوب صورة السائق
tr: Sürücü Resmi gerekli

# licenseDrequired
source: Driver license is required
ar: مطلوب رخصة قيادة
tr: Sürücü ehliyeti gerekli

# licenseCrequired
source: Car license is required
ar: مطلوب رخصة السيارة
tr: Araba ruhsatı gerekli

# imageCrequired
source: Car Image is required
ar: مطلوب صورة السيارة
tr: Araba Resmi gerekli

source: Confirm
ar: تأكيد
tr: onayla

# offLine
source: Off
ar: غير متاح
tr: müsait değil

# finished
source: Your plan finished :
ar: : انتهت الباقة
tr: Paketin süresi doldu :

# yPlan
source: Your plan :
ar: الباقة
tr: paket

source: Day
ar: يوم
tr: Gun

source: Exit
ar: خروج
tr: çıkış

# rideRequest
source: New ride request
ar: طلب جديد
tr: Yeni yolculuk

# beenCanceled
source: Ride has been canceled
ar: تم إلغاء الرحلة
tr: Yolculuk iptal edildi

source: Time out
ar: نفذ الوقت الرحلة
tr: Yolculuk Zaman aşımına uğradı

source: Arrived
ar: وصلت الى الراكب
tr: Yolcuyu Çağır

source: Start trip
ar: ابدأ الرحلة
tr: Yolculuğa başla

source: End trip
ar: نهاية الرحلة
tr: Yolculuğu bitir

# avilbel
source: You are Available for new order
ar: أنت متاح لطلب جديد
tr: Yeni Yolculuk için müsaitsiniz

# notAvilbel
source: You aren't Available for new order
ar: أنت غير متاح لطلب جديد
tr: Yeni Yolculuk için uygun değilsiniz

# selectCar
source: Select a car class
ar: اختار فئة السيارة
tr: Bir araba sınıfı seçin

# taxi
source: Taxi-4 seats
ar: تاكسي - 4 مقاعد
tr: Taksi-4 koltuk

# veto
source: Medium commercial-6-10 seats
ar: متوسط تجاري - ٦-١٠ مقاعد
tr: Orta boy ticari-6-10 koltuk arası

# van
source: Big commercial-11-19 seats
ar: تجاري كبير - ١١-١٩ مقعدا
tr: Büyük ticari 11-19 koltuk arası

# withCard
source: With card more customer
ar: قم بتنشيط الدفع بالبطاقة إذا كانت سيارتك بها جهاز نقاط البيع
tr: Aracınızda post cihazı var ise Kart ile ödemeyi etkinleştir

# try1
source: Try again
ar: حاول مرة أخرى
tr: Tekrar deneyin

source: Your code
ar: الكود الخاص بك
tr: kodu bekleyin

# typeCode
source: Type the code
ar: اكتب الرمز
tr: otomatik kodu yazın

source: Holder Name
ar: إسم حامل البطاقة
tr: Kart sahibinin adı

source: Policy
ar: سياسية الخصوصية
tr: Politika

# policyInfp
source: Garanti Taxi Driver 2021-2022 This Privacy Policy sets out the basis on which Garanti Driver will process information, including personal data, that we collect from you or that you provide to us. Each time you access or use the Services or provide us with information, in doing so you accept and agree to the practices described in this Privacy Policy.Scope and application Scope and Application This privacy policy (“Privacy Policy”) applies to persons anywhere in the world who access and use our Services (“Users”) as well as to Driver or any other persons using the Garanti Driver system.Data collection We collect information that you provide to us directly through your access or use of the Services, for example, when you create or modify your account, order on-demand services, contact customer support or otherwise contact us. This information may include: your name, email, phone number, postal address, profile picture, payment method, financial and credit card information, and any other information you choose to provide to us.Information we collect through your use of our services When you use our Services, we collect information (i.e. information that can be used to contact you directly such as your full name, postal address, phone number, credit/debit card information, or email address) (Personal Information)and demographic information (i.e. information you provide or that we collect It is not personal information, including, but not limited to, zip code, country of origin, gender, username.We also use GPS technology to determine your current location. Some of our site-enabled services request your personal data to operate in the future. If you wish to use a particular feature, you will be asked to consent to the data being used for that purpose. Information we collect from other sources We may also obtain information from other sources and combine it with personal information we receive from you or collect through our Services. for example: If you choose to link, create or log into your Garanti Driver account with a payment service provider or social media service (for example Facebook) or if you link through a separate app or website that uses our API (or API) that we use), we may obtain information about you or your communications from that website or app. Our driver may provide us with a user rating after providing services to you.If you also interact with our Services in another capacity, for example as a driver, we may combine and associate that information with personal information we have collected from you as a user or passenger.Use of personal data We may use the personal information you provide to us that we collect from you for the following purposes:Provide, maintain, and improve our Services, including, for example, facilitating payments, sending receipts, providing products and services you request (and sending related information), developing new features, providing customer support to Users and Captains, developing security features, giving permission to users, and sending product upgrades and updates and administrative messages .Perform internal operations and management, including, for example, preventing fraud and abuse of our Services, troubleshooting software errors and operational problems, performing data analysis, testing and research, and monitoring and analyzing usage and activity trends.Send or facilitate communications (i) between you and the Driver, such as estimated times of arrival (ETAs), or (ii) between you and a contact of yours at your direction in connection with your use of certain features such as referrals or invitations.Storage and transfer of personal data You agree that we have the right to transfer the personal data described in this Privacy Policy to and from, and to process and store it and we will take the necessary measures to protect your personal data in accordance with this Privacy Policy. By submitting your personal data, you consent to such transfer, storage or processing. We will take all necessary and reasonable steps to ensure that your data is processed securely and in accordance with this Privacy Policy.Sharing personal data We may share personal data we collect about you as described in this statement or as described at the time the information is collected or shared, including the following:through our services We may share your personal data: With the driver to provide the services you request. For example, we share your name and pick-up and/or delivery locations with the Captain. With third parties to provide a service you have requested through a partnership or promotion offered by a third party or by us. We may share your personal data: With affiliated and subsidiary entities of Garanti Driver.with agents, consultants, marketing and advertising partners and other service providers who need access to that personal data to perform work on our behalf; or to perform any contract we enter into with them.In response to a request for any information by a competent authority if we believe that disclosure of that information was under, or otherwise required by, any applicable law, regulation or legal process.with law enforcement officials, government authorities or other third parties to enforce or apply your Terms and Conditions, to investigate potential violations or if we believe your actions are in violation of our Terms and Conditions of Service, or to protect the rights, property, and safety of Garanti Driver or others;with third parties in connection with, or during negotiations of, any merger, sale of company assets, consolidation, restructuring, financing, or purchase of a share or all of our company by any other company, or our purchase of any other company.If we otherwise notify you and you agree to participate;with third parties in an aggregated and/or anonymized form that cannot reasonably be used to identify you.your options Changes to this Privacy Policy We may change this Privacy Policy from time to time. If we make any material changes to the way we treat your personal data, or to the Privacy Policy, we will provide you with notice through the Services or by other means such as email. Your continued use of the Services after such notice constitutes your acceptance of those changes. We encourage you to periodically review our Privacy Policy for the most current information about our privacy practices. security precautions Your Garanti Taxi Driver profile is password protected so that you and authorized Garanti Driver employees have access to your account information. Our staff will not proactively contact you and ask for any personal account information, including your password. call us If you have any questions, comments or requests related to this Privacy Statement, or if you have any complaints or objections regarding the way Garanti Driver handles your personal data, please contact us at:cust@garantidriver.com
ar: المعلومات التي تزودنا بها والتي نجمعها منك للأغراض التالية: توفير خدماتنا وصيانتها وتحسينها ، بما في ذلك ، على سبيل المثال ، تسهيل المدفوعات ، وإرسال الإيصالات ، وتوفير المنتجات والخدمات التي تطلبها (وإرسال المعلومات ذات الصلة) ، وتطوير خدمات جديدة الميزات ، وتوفير دعم العملاء للمستخدمين والكباتن ، وتطوير ميزات الأمان ، وإعطاء الإذن للمستخدمين ، وإرسال ترقيات المنتج وتحديثاته والرسائل الإدارية. إجراء العمليات الداخلية والإدارة ، بما في ذلك ، على سبيل المثال ، منع الاحتيال وإساءة استخدام خدماتنا ، وبرامج استكشاف الأخطاء وإصلاحها الأخطاء والمشاكل التشغيلية ، وإجراء تحليل البيانات ، والاختبار والبحث ، ورصد وتحليل اتجاهات الاستخدام والنشاط. إرسال أو تسهيل الاتصالات (1) بينك وبين السائق ، مثل الأوقات المقدرة للوصول (ETAs) ، أو (2) بين أنت وأحد جهات الاتصال الخاصة بك في اتجاهك فيما يتعلق باستخدامك لميزات معينة مثل الإحالات أو الدعوات نقل البيانات الشخصية ونقلها أنت توافق على أن لدينا الحق في نقل البيانات الشخصية الموضحة في سياسة الخصوصية هذه من وإلى ، ومعالجتها وتخزينها وسنتخذ التدابير اللازمة لحماية بياناتك الشخصية وفقًا لهذه الخصوصية سياسة. بإرسال بياناتك الشخصية ، فإنك توافق على هذا النقل أو التخزين أو المعالجة. سنتخذ جميع الخطوات اللازمة والمعقولة لضمان معالجة بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه. مشاركة البيانات الشخصية قد نشارك البيانات الشخصية التي نجمعها عنك كما هو موضح في هذا البيان أو كما هو موضح في وقت المعلومات تم جمعها أو مشاركتها ، بما في ذلك ما يلي: من خلال خدماتنا ، قد نشارك بياناتك الشخصية: مع السائق لتقديم الخدمات التي تطلبها. على سبيل المثال ، نشارك اسمك ومواقع الاستلام و / أو التسليم مع الكابتن. مع أطراف ثالثة لتقديم خدمة طلبتها من خلال شراكة أو عرض ترويجي يقدمه طرف ثالث أو بواسطتنا. يجوز لنا مشاركة بياناتك الشخصية: مع الكيانات التابعة والفرعية لـ Garanti Taxi مع الوكلاء والمستشارين وشركاء التسويق والإعلان ومقدمي الخدمات الآخرين الذين يحتاجون إلى الوصول إلى تلك البيانات الشخصية لأداء العمل نيابة عنا ؛ أو لتنفيذ أي عقد نبرمه معهم ، استجابة لطلب للحصول على أي معلومات من قبل سلطة مختصة إذا كنا نعتقد أن الكشف عن تلك المعلومات كان بموجب أي قانون أو لائحة أو إجراء قانوني معمول به أو مطلوبًا منه بموجب القانون. مسؤولو الإنفاذ أو السلطات الحكومية أو أطراف ثالثة أخرى لفرض أو تطبيق الشروط والأحكام الخاصة بك ، للتحقيق في الانتهاكات المحتملة أو إذا كنا نعتقد أن أفعالك تنتهك شروط وأحكام الخدمة الخاصة بنا ، أو لحماية حقوق وممتلكات وسلامة Garanti Taxi أو غيرهم ؛ مع أطراف ثالثة فيما يتعلق أو أثناء المفاوضات بشأن أي اندماج أو بيع أصول الشركة أو توحيد أو إعادة هيكلة أو تمويل أو شراء حصة أو كل شركتنا من قبل أي شركة أخرى
tr: Bize sağladığınız ve sizden aşağıdaki amaçlarla topladığımız bilgiler: Örneğin, ödemeleri kolaylaştırmak, makbuz göndermek, talep ettiğiniz ürün ve hizmetleri sağlamak (ve ilgili bilgileri göndermek), yeni hizmetler geliştirmek dahil olmak üzere Hizmetlerimizi sağlamak, sürdürmek ve iyileştirmek. Özellikler, Kullanıcılara ve Kaptanlara müşteri desteği sağlama, güvenlik özellikleri geliştirme, kullanıcılara izin verme ve ürün yükseltmeleri, güncellemeler ve idari mesajlar gönderme. Örneğin, Hizmetlerimizin dolandırıcılığını ve kötüye kullanımını önleme, yazılım sorun giderme dahil olmak üzere dahili işlemleri ve yönetimi gerçekleştirin hatalar ve operasyonel problemler, veri analizi, test ve araştırma gerçekleştirme ve kullanım ve aktivite eğilimlerini izleme ve analiz etme. (i) Tahmini varış süreleri (ETA'lar) gibi sizinle Sürücü arasında veya (ii) arasındaki iletişimleri gönderin veya kolaylaştırın. yönlendirmeler veya davetler gibi belirli özellikleri kullanımınızla bağlantılı olarak siz ve sizin talimatınız doğrultusunda bir bağlantınız. Kişisel verilerin toplanması ve aktarılması Bu Gizlilik Politikası'nda açıklanan kişisel verileri, bu Gizlilik Politikası'na göre aktarma, işleme ve saklama hakkına sahip olduğumuzu ve bu Gizlilik uyarınca kişisel verilerinizi korumak için gerekli önlemleri alacağımızı kabul etmektesiniz. Politika. Kişisel verilerinizi göndererek, bu tür aktarıma, depolamaya veya işlemeye izin vermiş olursunuz. Verilerinizin güvenli bir şekilde ve bu Gizlilik Politikasına uygun olarak işlenmesini sağlamak için gerekli ve makul tüm adımları atacağız. Kişisel verilerin paylaşılması Hakkınızda topladığımız kişisel verileri bu bildirimde açıklandığı şekilde veya bilgilerin verildiği sırada açıklandığı şekilde paylaşabiliriz. Aşağıdakiler dahil olmak üzere toplanan veya paylaşılan: Hizmetlerimiz aracılığıyla Kişisel verilerinizi paylaşabiliriz: Talep ettiğiniz hizmetleri sağlamak için sürücü ile. Örneğin, adınızı ve teslim alma ve/veya teslimat konumlarınızı Kaptan ile paylaşırız. Üçüncü bir taraf veya bizim tarafımızdan sunulan bir ortaklık veya promosyon yoluyla talep ettiğiniz bir hizmeti sağlamak için üçüncü taraflarla. Kişisel verilerinizi: Garanti Driver.'ın bağlı ve bağlı kuruluşlarıyla, bizim adımıza iş yapmak için bu kişisel verilere erişmesi gereken acenteler, danışmanlar, pazarlama ve reklam ortakları ve diğer hizmet sağlayıcılarla; veya onlarla yaptığımız herhangi bir sözleşmeyi gerçekleştirmek için. Yetkili bir makamın herhangi bir bilgi talebine yanıt olarak, bu bilgilerin ifşasının yürürlükteki herhangi bir yasa, düzenleme veya yasal süreç kapsamında veya başka bir şekilde gerekli olduğuna inanıyorsak. kanunla İcra memurları, devlet yetkilileri veya diğer üçüncü şahıslar, Hüküm ve Koşullarınızı uygulamak veya uygulamak, olası ihlalleri araştırmak veya eylemlerinizin Hizmet Hüküm ve Koşullarımızı ihlal ettiğini düşünmemiz durumunda veya kişilerin haklarını, mülkiyetini ve güvenliğini korumak için Garanti Sürücü veya diğerleri; herhangi bir birleşme, şirket varlıklarının satışı, konsolidasyon, yeniden yapılandırma, finansman veya şirketimizin bir hissesinin veya tamamının başka herhangi bir kişi tarafından satın alınmasıyla bağlantılı olarak veya bunların müzakereleri sırasında üçüncü şahıslarla

# pass
source: PassWord
ar: كلمة المرور
tr: Şifre

# passRequired
source: PassWord required can not be empty
ar: كلمة المرور مطلوبة لا يمكن أن تكون فارغة
tr: Şifre !!

# passLength
source: The password is weak, it must consist of 8 numbers or letters
ar: كلمة المرور ضعيفة يجب ان تتكون من 8 ارقام او أحرف
tr: Şifre zayıf, 8 rakam veya harften oluşmalıdır

# declaration
source: Request a permission !!
ar: طلب اذن !!
tr: izin iste!!

# background
source: GarantiTaxi Driver App collects location data to enable identification of your location even when the app is closed or not in use for Chances of getting more customer orders
ar: يجمع تطبيق GarantiTaxi Driver بيانات الموقع لتمكين تحديد موقعك حتى عندما يكون التطبيق مغلقًا أو غير مستخدم لفرص الحصول على المزيد من طلبات العملاء
tr: GarantiTaxi Driver Uygulaması, daha fazla müşteri siparişi alma şansı için uygulama kapalıyken veya kullanımda değilken bile konumunuzun tanımlanmasını sağlamak için konum verilerini toplar.

# dataScuer
source: 2_ All data that we collect from you is highly secure and preserved and is fully encrypted and is not available to share with anyone
ar: 2_ جميع البيانات التي نقوم بجمعها منك عالية الأمان والحفظ ويتم تشفيرها بشكل كامل وغير متاحة للمشاركة مع أحد
tr: 2_ Sizden topladığımız tüm veriler son derece güvenli ve tamamen şifrelidir ve kimseyle paylaşılamaz.

# approval
source: ACCEPT
ar: موافقة
tr: onay

# noApproval
source: DENY
ar: لا موافقة
tr: iptal

# fullDay
source: Tourism trip for full day about 10 hour
ar: رحلة سياحية ليوم كامل حوالي 10 ساعات
tr: Tam gün yaklaşık 10 saat turizm gezisi

# ini
source: In
ar: في
tr: İçinde

# tokenUesd
source: This Account used on another device Before
ar: هذا الحساب مستخدم على جهاز آخر من قبل
tr: Bu Hesap daha önce başka bir cihazda kullanıldı

# wrongPass
source: passWord wrong try again !!
ar: كلمة المرور خاطئة حاول مرة أخرى !!
tr: şifre yanlış tekrar deneyin!!

# activeAccount
source: Activate your Account
ar: فعل حسابك
tr: Hesabınızı Etkinleştirin
