Repository: MohamadKattan/driver
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# activeAccountEx
source: For keep your Account info safety you should activate your Account again after format your mobile or use new mobile. call support or send a massage by email , normal call or whatsapp
ar: للحفاظ على أمان معلومات حسابك ، يجب عليك تنشيط حسابك مرة أخرى بعد تهيئة هاتفك المحمول أو استخدام هاتف محمول جديد. اتصل بالدعم أو أرسل رسالة عبر البريد الإلكتروني أو الاتصال العادي أو الواتساب
tr: Hesap bilgilerinizin güvenliğini sağlamak için, cep telefonunuzu biçimlendirdikten veya yeni bir cep telefonu kullandıktan sonra Hesabınızı tekrar etkinleştirmelisiniz. desteği arayın veya e-posta, normal arama veya whatsapp ile bir masaj gönderin

# activeAccountDon
source: Activated your Account. click button below or close app and reopen again to be able to use app
ar: تنشيط حسابك. انقر فوق الزر أدناه أو أغلق التطبيق وأعد فتحه مرة أخرى لتتمكن من استخدام التطبيق
tr: Hesabınızı Etkinleştirdi. uygulamayı kullanabilmek için aşağıdaki düğmeyi tıklayın veya uygulamayı kapatın ve yeniden açın

# active
source: Activate
ar: تفعيل
tr: etkinleştir

# wait
source: Please wait ...
ar: أرجو الإنتظار...
tr: Lütfen bekle ...

# del
source: Delete account
ar: حذف الحساب
tr: Hesabı sil

# delDon
source: Delete successful
ar: تم الحذف بنجاح
tr: Silme başarılı

# youCanExit
source: You can Exit from app
ar: يمكنك الخروج من التطبيق
tr: Uygulamadan Çıkabilirsiniz

# clickHere
source: click here to accept this order
ar: انقر هنا لقبول هذا الطلب
tr: bu siparişi kabul etmek için buraya tıklayın

# interNetWeak
source: No Internet net work .Or Internet weak . turn on your Internet network and try loading again !!!
ar: لا يوجد شبكة إنترنت تعمل ، أو إنترنت ضعيف. قم بتشغيل شبكة الإنترنت الخاصة بك وحاول التحميل مرة أخرى !!!
tr: İnternet ağı yok. Veya İnternet zayıf. İnternet ağınızı açın ve tekrar yüklemeyi deneyin !!!

# locationBackground
source: Running in Background
ar: يعمل في الخلفية
tr: Arka Planda Çalışıyor

# daygift
source: congratulations you got 2 day gift for free
ar: تهانينا ، حصلت على هدية مجانية لمدة يومين
tr: tebrikler 2 günlük bedava hediye aldınız

# checkBank
source: in this time we are awaiting a notification from your bank to approve your payment it is take from 1 till 8 hour work then will activate your new package. Thanks from GarntiTaxi and have a good day
ar: في هذا الوقت ، ننتظر إشعارًا من البنك الذي تتعامل معه للموافقة على الدفع الخاص بك ، يستغرق الأمر من 1 إلى 8 ساعات عمل ، ثم سيتم تنشيط باقتك الجديدة. شكرًا من GarntiTaxi ونتمنى لك يومًا سعيدًا
tr: Bu süre zarfında bankanızdan ödemenizin onaylanması için bir bildirim bekliyoruz, 1 saatten 8 saate kadar sürecek bir çalışma, ardından yeni paketinizi etkinleştirecek. GarntiTaxi'den teşekkürler ve iyi günler

# paymentFailed
source: Payment Failed server busy try again after some time
ar: فشل الدفع الخادم مشغول حاول مرة أخرى بعد مرور بعض الوقت
tr: Ödeme Başarısız Sunucu meşgul bir süre sonra tekrar deneyin

source: Skip
ar: تخطى
tr: atlama

# into1
source: In Garanti Taxi, you can choose the type of vehicle you want according to your needs!
ar: في Garanti Taxi ، يمكنك اختيار نوع السيارة التي تريدها وفقًا لاحتياجاتك!
tr: Garanti Taxi de ihtiyacina göre istedigin araç türünü Seçebilirsin!

# into2
source: with us you will got a lot of customer with the best price.
ar: معنا ستحصل على الكثير من العملاء بأفضل الأسعار
tr: bizimle en iyi fiyatla çok sayıda müşteriniz olacak

# into3
source: You can use Garanti Taxi Application with 3 different language options!
ar: يمكنك استخدام تطبيق Garanti Taxi مع 3 خيارات لغة مختلفة!
tr: Garanti Taksi Uygulasini 3 ayri dil seçenekleriyle kullanabilirsin!

source: Support
ar: مساعدة
tr: Destek

# supportInfo
source: Contact us for any information or questions.
ar: اتصل بنا لأية معلومات أو أسئلة.
tr: Herhangi bir bilgi veya soru sormak için bize ulasin.

source: Info
ar: معلومات
tr: Bilgi

# world
source: WELCOME TO THE WORLD!
ar: مرحبا بك في العالم!
tr: DÜNYAYA HOŞGELDİN!

# carMod
source: 1- VEHICLE OPTIONS
ar: 1- خيارات السيارة
tr: 1- ARAÇ SEÇENEKLERİ

# s1
source: 1. Vehicle Standard Taxi (4 Seated Vehicles)
ar: 1. مركبة ستاندرد تاكسي ( 4 مقاعد جلوس)
tr: 1.Araç Standart Taksi (4 Koltuklu araçlar)

# s2
source: 2.Vehicle Commercial VIP Vehicles (6 to 10 seat vehicles)
ar: 2.المركبات التجارية VIP المركبات (6 إلى 10 مقاعد)
tr: 2.Arac Ticari VIP Araçlar (6 ila 10 koltuklu araçlar)

# s3
source: 3.Vehicle Large Commercial VIP Vehicles (vehicles with 10 to 19 seats)
ar: المركبات التجارية الكبيرة VIP المركبات (المركبات ذات 10 إلى 19 مقعدًا)
tr: 3.Arac Büyük Ticari VIP Araçlar (10 ila 19 koltuklu araçlar)

# s4
source: 2- PRICING
ar: 2- التسعير
tr: 2- ÜCRETLENDiRME

# s6
source: 3- REGISTRATION STAGE
ar: 3- مرحلة التسجيل
tr: 3- KAYIT AŞAMASI

# s5
source: 1. 30-day trial for drivers right after your first registration You can start using the package for free. 2. After 30 days, you will be charged according to your Vehicle Type. * For Standard Taxi; $10 per month * For Commercial VIP Vehicles; $20 * For Large Commercial VIP Vehicles; 20 TL 3. Drivers in the country where you apply Garanti Taxi They are charged according to the determined price schedule. 4. The fare you have seen in the travel request received by the drivers you will receive. 5. Extra fees such as Bridge and Highway are not required for travel. You can request these fees as an extra.
ar: 1. نسخة تجريبية لمدة 30 يومًا للسائقين مباشرة بعد تسجيلك الأول يمكنك البدء في استخدام الحزمة مجانًا. 2. بعد 30 يومًا ، ستتم محاسبتك وفقًا لنوع سيارتك. * لسيارات الأجرة القياسية ؛ 10 دولارات شهريًا * للمركبات التجارية VIP ؛ 20 دولارًا شهريًا * للمركبات التجارية الكبيرة VIP ؛ 20 دولارًا شهريًا 3. السائقين في البلد الذي يتم فيه تطبيق Garanti Taxi يتم احتسابها وفقًا لجدول الأسعار المحدد. 4. الأجرة التي رأيتها في طلب السفر الذي تسلمه السائقون ستستلم. 5. رسوم إضافية مثل الجسر والطريق السريع ليست مطلوبة للسفر. يمكنك طلب هذه الرسوم كإضافي.
tr: 1. Sürücüler icin ilk kaydinizdan hemen sonra 30 günlük deneme paketini ucretsiz olarak kullanmaya balayabilirsiniz. 2. 30 günden sonra Araç Tipinize göre ücret ödersiniz. * Standart Taksi icin; Aylik 180 tl * Ticari VIP Araçlar için; 300 tl * Büyük Ticari VIP Araclar icin; 300 tl 3. Sürücüler, Garanti Taxi uygulamasinda bulundugunuz ülkede belirlenmis olan fiyat tarifesine göre ücret alirlar. 4. Sürücülere gelen yolculuk talebinde görmüg oldugunuz ücreti alirsiniz. 5. Köprü, Otoban gibi ekstra ücretler, yolculuk talebinde görülmez. Bu ücretleri ekstra olarak talep edebilirsiniz.

# s7
source: 1. Driver's license requested from drivers, vehicle license information, vehicle plate and model year, name, surname, personal photo, seat of your vehicle After logging in with information such as the number of times, your information will reach us. 2. After checking your information, you will receive a free 30-day package. we will give consent together and inform you via notification. 3. When you open the application again after receiving the confirmation notification You can start using the application. 3. Canceling your trips for which you have accepted the travel request In this case, you will receive a one-hour passenger ban. In this case When you close and open the application, the application will become active. For more information, you can contact us: vba@garantitaxi.com
ar: 1. رخصة القيادة ، معلومات رخصة السيارة المطلوبة من السائقين ، سنة اللوحة والطراز والاسم واللقب والصورة الشخصية ، ثم ستصل إلينا معلوماتك. 2. بعد التحقق من معلوماتك ، ستتلقى حزمة مجانية لمدة 30 يومًا. سنمنح الموافقة معًا ونبلغك عبر الإخطار. 3. عند فتح التطبيق مرة أخرى بعد استلام إشعار التأكيد يمكنك البدء في استخدام التطبيق. لمزيد من المعلومات يمكنك الاتصال بنا: vba@garantitaxi.com
tr: 1. Söförlerden istenen sürücü belgesi, araç ruhsat bilgileri, plakasi ve model yili, isim, soy isim, sahsi fotograf, sonra bilgileriniz bize ulaçacaktir. 2. Bilgileriniz kontrol edikdikten sonra size 30 günlük ücretsiz paket ile birlikte onay verip size bildirim yoluyla bilgilendirecegiz. 3. Onay bildirimini aldiktan sonra uygulamayi tekrar açtiginizda uygulamayi kullanmaya baslayabilirsiniz. Daha Fazla Bilgi icin bizimle iletisime gecebilirsiniz: vba@garantitaxi.com

source: app setting
ar: إعدادات التطبيق
tr: uygulama ayarı

# appSettingDs
source: Some of mobile devices don't allow all of permissions automatically. for better experience with our app check if all permissions are allowed
ar: لا تسمح بعض الأجهزة المحمولة بجميع الأذونات تلقائيًا. للحصول على تجربة أفضل مع تطبيقنا تحقق إذا تم السماح بجميع الأذونات
tr: Bazı mobil cihazlar tüm izinlere otomatik olarak izin vermez. uygulama denetimimizle daha iyi bir deneyim için tüm izinlere izin veriniz

# checkSetting
source: Check permissions
ar: تحقق من الأذونات
tr: İzinleri kontrol et

# reservation
source: Reservation service
ar: استفد خدمة حجوزات مسبق
tr: Erken rezervasyon üye ol

# doReservation
source: Do you want to take advantage of the advance reservations service?
ar: هل تريد الاستفادة من خدمة الحجز المسبق؟
tr: Erken rezervasyon hizmetinden yararlanmak ister misiniz?

# uploadImageReservation
source: Upload more photos of the interior and exterior of your vehicle. Then take advantage of the pre-booking service. Our customers will be able to contact you directly by calling your phone number as it will be on the pre-reservations list. directly with you about the time and cost of the trip.
ar: قم بتحميل المزيد من الصور الداخلية والخارجية لسيارتك. ثم استفد من خدمة الحجز المسبق. سيتمكن عملاؤنا من الاتصال بك مباشرة عن طريق الاتصال برقم هاتفك حيث سيكون مدرجًا في قائمة الحجز المسبق. مباشرة معك بخصوص وقت الرحلة وتكلفتها.
tr: Erken rezervasyon talebi almak ve daha iyi bir müşteri pörtfeyi yakalamak için aracınızın iç de dış resimlerini yükleyin ön Rezervasyon listesinde yer aldığınızda müşteriler sizi doğrudan arayabilir ve seyahat saati ve zamanı ve maliyet i size uygun ise onay verebilirsiniz

# uploadImage
source: upload Images
ar: تحميل الصور
tr: Resimleri yükle

# carInside
source: one pictures of car from interior
ar: صوره واحده لسيارة من الداخل
tr: araba iç resimleri

# carOutside
source: one pictures of Car exterior
ar: صورة واحدة من الخارج للسيارة
tr: Araba dış resimleri

# carOutside1
source: one front picture of the car
ar: صورة أمامية واحدة للسيارة
tr: arabanın önden resmi

# carInsideReq
source: one car interior pictures required
ar: الصور الداخلية للسيارة المطلوبة
tr: araba iç resimleri gerekli

# carOutSideReq
source: one car exterior pictures required
ar: الصور الخارجية للسيارة المطلوبة
tr: araba dış resimleri gerekli

# carOutside1Req
source: one front picture of the car required
ar: الصورة الأمامية للسيارة المطلوبة
tr: gerekli arabanın ön resmi

# preBookOkay
source: operation accomplished successfully
ar: تمت العملية بنجاح
tr: operasyon başarıyla tamamlandı

# forgetPassWord
source: Forgot PassWord?
ar: هل نسيت كلمة السر؟
tr: Şifremi Unuttum?

# exForgotPass
source: If you forgot your account password, type your account email in the field below and then click the button below to send a link to your email address in order to type a new password
ar: إذا نسيت كلمة مرور حسابك ، فاكتب البريد الإلكتروني لحسابك في الحقل أدناه ، ثم انقر فوق الزر أدناه لإرسال رابط إلى عنوان بريدك الإلكتروني لكتابة كلمة مرور جديدة

source: send
ar: إرسال

# emailCheck
source: The operation was completed successfully. Check your email
ar: تمت العملية بنجاح. تحقق من بريدك الالكتروني

# errorImage
source: Invalid image format Take another photo
ar: صيغة الصورة غير صالحة التقط صورة اخرى
